Repository: Azure/communication-ui-library-ios
Catalog: AzureCommunicationUI/sdk/AzureCommunicationUICalling/Sources/Localization/*.lproj/Localizable.strings
Languages: ar_sa, de_de, es, fi_fi, fr_fr, he, it, ja_jp, ko_kr, nb, nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_hans_cn, zh_hant_tw

# AzureCommunicationUICalling.AudioDevice.DeviceDrawer.Speaker
source: Speaker
ar_sa: سماعة
de_de: Lautsprecher
es: Altavoz
fi_fi: Kaiutin
fr_fr: Haut-parleur
he: רמקול
it: Altoparlante
ja_jp: スピーカー
ko_kr: 발언자
nb: Høyttaler
nl: Luidspreker
pl_pl: Głośnik
pt_br: Alto-falante
ru_ru: Динамик
sv_se: Högtalare
tr_tr: Konuşmacı
zh_hans_cn: 扬声器
zh_hant_tw: 喇叭

# AzureCommunicationUICalling.AudioDevice.DeviceDrawer.Headphones
source: Headphones
ar_sa: سماعات رأس
de_de: Kopfhörer
es: Auriculares
fi_fi: Kuulokkeet
fr_fr: Casque audio
he: אוזניות
it: Cuffie
ja_jp: ヘッドフォン
ko_kr: 헤드폰
nb: Hodetelefoner
nl: Hoofdtelefoon
pl_pl: Zestaw słuchawkowy
pt_br: Fones de ouvido
ru_ru: Наушники
sv_se: Hörlurar
tr_tr: Kulaklık
zh_hans_cn: 耳机
zh_hant_tw: 耳機

# AzureCommunicationUICalling.AudioDevice.DeviceDrawer.Bluetooth
source: Bluetooth
zh_hans_cn: 蓝牙
zh_hant_tw: 藍牙

# AzureCommunicationUICalling.SetupView.Title
source: Setup
ar_sa: إعداد
de_de: Einrichten
es: Configurar
fi_fi: Määritä
fr_fr: Configuration
he: הגדרה
it: Configura
ja_jp: セットアップ
ko_kr: 설정
nb: Oppsett
nl: Configuratie
pl_pl: Konfiguruj
pt_br: Configurar
ru_ru: Настройка
sv_se: Konfigurera
tr_tr: Kur
zh_hans_cn: 安装
zh_hant_tw: 設定

# AzureCommunicationUICalling.SetupView.Button.Dismiss.AccessibilityLabel
source: Back
ar_sa: رجوع
de_de: Zurück
es: Volver
fi_fi: Takaisin
fr_fr: Retour
he: הקודם
it: Indietro
ja_jp: 戻る
ko_kr: 뒤로
nb: Tilbake
nl: Terug
pl_pl: Wstecz
pt_br: Voltar
ru_ru: Назад
sv_se: Tillbaka
tr_tr: Geri
zh_hans_cn: 返回
zh_hant_tw: 上一步

# AzureCommunicationUICalling.SetupView.Button.JoinCall
source: Join call
ar_sa: انضمام إلى مكالمة
de_de: An Anruf teilnehmen
es: Unirse a la llamada
fi_fi: Liity puheluun
fr_fr: Rejoindre l’appel
he: הצטרף לשיחה
it: Partecipa alla chiamata
ja_jp: 通話に参加
ko_kr: 통화 참여
nb: Bli med i samtale
nl: Deelnemen aan gesprek
pl_pl: Dołącz do rozmowy
pt_br: Ingressar na chamada
ru_ru: Присоединиться к звонку
sv_se: Anslut till samtal
tr_tr: Aramaya katıl
zh_hans_cn: 加入通话
zh_hant_tw: 加入通話

# AzureCommunicationUICalling.SetupView.Button.JoiningCall
source: Joining callâ€¦
ar_sa: جاري الانضمام إلى المكالمة…
de_de: Anruf wird beigetreten…
es: Uniéndose a la llamada…
fi_fi: Liitytään puheluun...
fr_fr: Connexion à l’appel en cours… Merci de patienter.
he: מצטרף לשיחה…
it: Partecipazione alla chiamata…
ja_jp: 通話に参加しています...
ko_kr: 통화에 참가하는 중...
nb: Blir med i samtalen …
nl: Deelnemen aan gesprek…
pl_pl: Trwa dołączanie do rozmowy…
pt_br: Ingressando na chamada...
ru_ru: Присоединение к звонку...
sv_se: Ansluter till ett samtal …
tr_tr: Aramaya katılıyorsunuz…
zh_hans_cn: 正在加入通话...
zh_hant_tw: 正在加入通話…

# AzureCommunicationUICalling.SetupView.Button.VideoOff
source: Video off
ar_sa: الفيديو قيد الإيقاف
de_de: Video aus
es: Vídeo desactivado
fi_fi: Videokuva ei käytössä
fr_fr: Vidéo désactivée
he: וידאו כבוי
it: Video disattivato
ja_jp: ビデオ オフ
ko_kr: 비디오 끄기
nb: Video av
nl: Video uit
pl_pl: Wideo wyłączone
pt_br: Vídeo desativado
ru_ru: Видео отключено
sv_se: Video av
tr_tr: Görüntü kapalı
zh_hans_cn: 视频关闭
zh_hant_tw: 視訊關閉

# AzureCommunicationUICalling.SetupView.Button.VideoOff.AccessibilityLabel
source: Turn Camera On
ar_sa: الفيديو قيد التشغيل
de_de: Kamera einschalten
es: Activar cámara
fi_fi: Ota kamera käyttöön
fr_fr: Vidéo activée
he: הפעל מצלמה
it: Attiva la fotocamera
ja_jp: カメラを有効にします
ko_kr: 카메라 켜기
nb: Slå på kamera
nl: Camera inschakelen
pl_pl: Wideo włączone
pt_br: Ligar a Câmera
ru_ru: Включить камеру
sv_se: Starta kameran
tr_tr: Görüntü açık
zh_hans_cn: 打开视频
zh_hant_tw: 開啟視訊

# AzureCommunicationUICalling.SetupView.Button.VideoOn
source: Video on
ar_sa: الفيديو قيد التشغيل
de_de: Video ein
es: Vídeo activado
fi_fi: Videokuva käytössä
fr_fr: Vidéo activée
he: וידאו מופעל
it: Video attivato
ja_jp: ビデオ オン
ko_kr: 비디오 켜짐
nb: Video på
nl: Video aan
pl_pl: Wideo włączone
pt_br: Vídeo ativado
ru_ru: Видео включено
sv_se: Video på
tr_tr: Görüntü açık
zh_hans_cn: 视频开启
zh_hant_tw: 視訊開啟

# AzureCommunicationUICalling.SetupView.Button.VideoOn.AccessibilityLabel
source: Turn Camera Off
ar_sa: الفيديو قيد الإيقاف
de_de: Kamera ausschalten
es: Desactivar cámara
fi_fi: Poista kamera käytöstä
fr_fr: Vidéo désactivée
he: בטל מצלמה
it: Disattiva la fotocamera
ja_jp: カメラを無効にします
ko_kr: 카메라 끄기
nb: Deaktiver kameraet
nl: Camera uitschakelen
pl_pl: Wideo wyłączone
pt_br: Desligar a Câmera
ru_ru: Выключить камеру
sv_se: Stäng av kameran
tr_tr: Görüntü kapalı
zh_hans_cn: 关闭视频
zh_hant_tw: 關閉視訊

# AzureCommunicationUICalling.SetupView.Button.MicOff
source: Mic off
ar_sa: الميكروفون قيد الإيقاف
de_de: Mikrofon aus
es: Micrófono desactivado
fi_fi: Mikrofoni ei käytössä
fr_fr: Microphone désactivé
he: מיקרופון כבוי
it: Microfono disattivato
ja_jp: マイク オフ
ko_kr: 마이크 끄기
nb: Mikrofon av
nl: Microfoon uit
pl_pl: Mikrofon wyłączony
pt_br: Microfone desativado
ru_ru: Микрофон выключен
sv_se: Mikrofon av
tr_tr: Mikrofon kapalı
zh_hans_cn: 关闭麦克风
zh_hant_tw: 麥克風關閉

# AzureCommunicationUICalling.SetupView.Button.MicOff.AccessibilityLabel
source: Unmute
ar_sa: الميكروفون قيد التشغيل
de_de: Stummschaltung aufheben
es: Reactivar
fi_fi: Poista mykistys
fr_fr: Micro activé
he: בטל השתקה
it: Riattiva audio
ja_jp: ミュート解除
ko_kr: 음소거 해제
nb: Opphev demping
nl: Dempen opheffen
pl_pl: Mikrofon włączony
pt_br: Desativar mudo
ru_ru: Включить микрофон
sv_se: Mikrofon på
tr_tr: Mikrofon açık
zh_hans_cn: 打开麦克风
zh_hant_tw: 已開啟麥克風

# AzureCommunicationUICalling.SetupView.Button.MicOn
source: Mic on
ar_sa: الميكروفون قيد التشغيل
de_de: Mikrofon ein
es: Micrófono activado
fi_fi: Mikrofoni käytössä
fr_fr: Microphone activé
he: מיקרופון מופעל
it: Microfono attivato
ja_jp: マイク オン
ko_kr: 마이크 켜기
nb: Mikrofon på
nl: Microfoon aan
pl_pl: Mikrofon włączony
pt_br: Microfone ligado
ru_ru: Микрофон включен
sv_se: Mikrofon på
tr_tr: Mikrofon açık
zh_hans_cn: 打开麦克风
zh_hant_tw: 麥克風開啟

# AzureCommunicationUICalling.SetupView.Button.MicOn.AccessibilityLabel
source: Mute
ar_sa: الميكروفون قيد الإيقاف
de_de: Stummschalten
es: Silenciar
fi_fi: Mykistä
fr_fr: Micro désactivé
he: השתק
it: Disattiva audio
ja_jp: ミュート
ko_kr: 음소거
nb: Deaktiver varsler
nl: Dempen
pl_pl: Mikrofon wyłączony
pt_br: Ativar mudo
ru_ru: Отключить микрофон
sv_se: Mikrofon av
tr_tr: Mikrofon kapalı
zh_hans_cn: 关闭麦克风
zh_hant_tw: 已關閉麥克風

# AzureCommunicationUICalling.SetupView.Button.Device
source: Device
ar_sa: جهاز
de_de: Gerät
es: Dispositivo
fi_fi: Laite
fr_fr: Appareil
he: התקן
it: Dispositivo
ja_jp: デバイス
ko_kr: 장치
nb: Enhet
nl: Apparaat
pl_pl: Urządzenie
pt_br: Dispositivo
ru_ru: Устройство
sv_se: Enhet
tr_tr: Cihaz
zh_hans_cn: 设备
zh_hant_tw: 裝置

# AzureCommunicationUICalling.SetupView.Button.Device.AccessibilityLabel
source: Select audio device
ar_sa: تحديد جهاز صوتي
de_de: Audiogerät auswählen
es: Seleccionar dispositivo de audio
fi_fi: Valitse äänilaite
fr_fr: Sélectionner un périphérique audio
he: בחר התקן שמע
it: Seleziona dispositivo audio
ja_jp: オーディオ デバイスを選択
ko_kr: 오디오 장치 선택
nb: Velg lydenhet
nl: Audioapparaat selecteren
pl_pl: Wybierz urządzenie audio
pt_br: Selecionar dispositivo de áudio
ru_ru: Выберите звуковое устройство
sv_se: Välj ljudenhet
tr_tr: Ses cihazını seç
zh_hans_cn: 选择音频设备
zh_hant_tw: 選取音訊裝置

# AzureCommunicationUICalling.SetupView.Button.GoToSettings
source: Go to Settings
ar_sa: الانتقال إلى الإعدادات
de_de: Zu „Einstellungen“ wechseln
es: Ir a Configuración
fi_fi: Siirry asetuksiin
fr_fr: Accéder aux paramètres
he: עבור אל ‘הגדרות‘
it: Vai a Impostazioni
ja_jp: 設定に移動
ko_kr: 설정으로 이동
nb: Gå til Innstillinger
nl: Ga naar Instellingen
pl_pl: Przejdź do ustawień
pt_br: Acesse Configurações
ru_ru: Перейти к параметрам
sv_se: Gå till Inställningar
tr_tr: Ayarlara Git
zh_hans_cn: 转到“设置”
zh_hant_tw: 移至 [設定]

# AzureCommunicationUICalling.SetupView.PreviewArea.AudioGrantedCameraDisabled
source: Your camera is disabled. To enable, please go to Settings to allow access.
ar_sa: الكاميرا لديك معطّلة. للتمكين، الرجاء الانتقال إلى الإعدادات للسماح بالوصول.
de_de: Ihre Kamera ist deaktiviert. Um sie zu aktivieren, wechseln Sie bitte zu „Einstellungen“, um den Zugriff zuzulassen.
es: Su cámara está deshabilitada. Para habilitarla, vaya a Configuración para permitir el acceso.
fi_fi: Kamerasi on poistettu käytöstä. Ota käyttöön siirtymällä Asetuksiin ja sallimalla käyttö.
fr_fr: Votre caméra est désactivée. Pour l’activer, accédez à Paramètres pour autoriser l’accès.
he: המצלמה שלך מושבתת. כדי להפעיל אותה, עבור אל 'הגדרות' כדי לאפשר גישה.
it: La videocamera è disabilitata. Per abilitarla, passa alle Impostazioni per consentire l'accesso.
ja_jp: カメラが無効になっています。有効にするには、[設定] に移動してアクセスを許可してください。
ko_kr: 카메라가 사용하지 않도록 설정되었습니다. 사용하도록 설정하려면 설정으로 이동하여 액세스를 허용하세요.
nb: Kameraet er deaktivert. Hvis du vil aktivere, kan du gå til Innstillinger for å gi tilgang.
nl: Uw camera is uitgeschakeld. Als u deze wilt inschakelen, gaat u naar Instellingen om toegang toe te staan.
pl_pl: Kamera jest wyłączona. Aby włączyć, przejdź do ustawień, aby zezwolić na dostęp.
pt_br: Sua câmera está desabilitada. Para habilitar, vá para Configurações para permitir o acesso.
ru_ru: Камера отключена. Для включения перейдите в раздел "Параметры", чтобы разрешить доступ.
sv_se: Kameran är inaktiverad. Om du vill aktivera går du till Inställningar för att tillåta åtkomst.
tr_tr: Kameranız devre dışı. Etkinleştirmek için Ayarlar seçeneğine giderek erişime izin verin.
zh_hans_cn: 你的相机已禁用。若要启用，请转到“设置”以允许访问。
zh_hant_tw: 您的相機已停用。若要啟用，請移至 [設定] 以允許存取。

# AzureCommunicationUICalling.SetupView.PreviewArea.AudioDisabledCameraDenied
source: Your camera and audio are disabled. To enable, please go to Settings to allow access. You must enable audio to start this call.
ar_sa: تم تعطيل الكاميرا والصوت لديك. للتمكين، الرجاء الانتقال إلى الإعدادات للسماح بالوصول. يجب تمكين الصوت لبدء هذه المكالمة.
de_de: Kamera und Audio sind deaktiviert. Um sie zu aktivieren, wechseln Sie bitte zu „Einstellungen“, um den Zugriff zuzulassen. Sie müssen Audio aktivieren, um diesen Anruf zu starten.
es: Su cámara y su audio están deshabilitados. Para habilitarlos, vaya a Configuración para permitir el acceso. Debe habilitar el audio para iniciar esta llamada.
fi_fi: Kamera ja ääni on poistettu käytöstä. Ota toiminnot käyttöön siirtymällä Asetuksiin ja sallimalla käyttö. Sinun on otettava ääni käyttöön aloittaaksesi tämän puhelun.
fr_fr: Votre caméra et votre audio sont désactivés. Pour les activer, accédez à Paramètres pour autoriser l’accès. Vous devez activer l’audio pour démarrer cet appel.
he: המצלמה והשמע שלך אינם זמינים. כדי להפוך אות לזמינים, עבור אל 'הגדרות' כדי לאפשר גישה. עליך להפוך שמע לזמין כדי להתחיל שיחה זו.
it: La videocamera e l'audio sono disabilitati. Per abilitarli, passa alle Impostazioni per consentire l'accesso. Per avviare la chiamata, è necessario abilitare l'audio.
ja_jp: カメラとオーディオが無効になっています。有効にするには、[設定] に移動してアクセスを許可してください。この通話を開始するには、オーディオを有効にする必要があります。
ko_kr: 카메라와 오디오를 사용할 수 없습니다. 사용하려면 [설정]으로 이동하여 액세스를 허용하세요. 이 통화를 시작하려면 오디오를 사용하도록 설정해야 합니다.
nb: Kameraet og lyden er deaktivert. Hvis du vil aktivere, kan du gå til Innstillinger for å gi tilgang. Du må aktivere lyd for å starte denne samtalen.
nl: Uw camera en audio zijn uitgeschakeld. Als u deze wilt inschakelen, gaat u naar Instellingen om toegang toe te staan. U moet audio inschakelen om dit gesprek te starten.
pl_pl: Kamera i dźwięk są wyłączone. Aby włączyć, przejdź do ustawień, aby zezwolić na dostęp. Aby rozpocząć tę rozmowę, musisz włączyć dźwięk.
pt_br: A câmera e o áudio estão desabilitados. Para habilitar, vá para Configurações para permitir o acesso. Habilite o áudio para iniciar esta chamada.
ru_ru: Камера и звук отключены. Для включения перейдите в раздел "Параметры", чтобы разрешить доступ. Чтобы начать этот звонок, включите звук.
sv_se: Kameran och ljudet är inaktiverade. Om du vill aktivera går du till Inställningar för att tillåta åtkomst. Du måste aktivera ljud för att starta samtalet.
tr_tr: Kameranız ve sesiniz devre dışı. Etkinleştirmek için Ayarlar seçeneğine giderek erişime izin verin. Bu aramayı başlatmak için sesi etkinleştirmeniz gerekiyor.
zh_hans_cn: 你的相机和音频已禁用。若要启用，请转到“设置”以允许访问。必须启用音频才能开始此通话。
zh_hant_tw: 您的相機和音訊已停用。若要啟用，請移至 [設定] 以允許存取。您必須啟用音訊才能開始此通話。

# AzureCommunicationUICalling.SetupView.PreviewArea.AudioDisabled
source: Your audio is disabled. To enable, please go to Settings to allow access. You must enable audio to start this call.
ar_sa: الصوت لديك معطّل. للتمكين، الرجاء الانتقال إلى الإعدادات للسماح بالوصول. يجب تمكين الصوت لبدء هذه المكالمة.
de_de: Ihr Audio ist deaktiviert. Um es zu aktivieren, wechseln Sie bitte zu „Einstellungen“, um den Zugriff zuzulassen. Sie müssen Audio aktivieren, um diesen Anruf zu starten.
es: Su audio está deshabilitado. Para habilitarlo, vaya a Configuración para permitir el acceso. Debe habilitar el audio para iniciar esta llamada.
fi_fi: Ääni on poistettu käytöstä. Ota käyttöön siirtymällä Asetuksiin ja sallimalla käyttö. Sinun on otettava ääni käyttöön aloittaaksesi tämän puhelun.
fr_fr: Votre audio est désactivé. Pour l’activer, accédez à Paramètres pour autoriser l’accès. Vous devez activer l’audio pour démarrer cet appel.
he: השמע שלך מושבת. כדי להפעיל אותו, עבור אל 'הגדרות' כדי לאפשר גישה. עליך להפעיל שמע כדי להתחיל את שיחה זו.
it: L'audio è disabilitato. Per abilitarlo, passa alle Impostazioni per consentire l'accesso. Per avviare la chiamata, è necessario abilitare l'audio.
ja_jp: オーディオが無効になっています。有効にするには、[設定] に移動してアクセスを許可してください。この通話を開始するには、オーディオを有効にする必要があります。
ko_kr: 오디오를 사용할 수 없습니다. 사용하려면 [설정]으로 이동하여 액세스를 허용하세요. 이 통화를 시작하려면 오디오를 사용하도록 설정해야 합니다.
nb: Lyden er deaktivert. Hvis du vil aktivere, kan du gå til Innstillinger for å gi tilgang. Du må aktivere lyd for å starte denne samtalen.
nl: Uw audio is uitgeschakeld. Als u deze wilt inschakelen, gaat u naar Instellingen om toegang toe te staan. U moet audio inschakelen om dit gesprek te starten.
pl_pl: Dźwięk jest wyłączony. Aby włączyć, przejdź do ustawień, aby zezwolić na dostęp. Aby rozpocząć tę rozmowę, musisz włączyć dźwięk.
pt_br: O áudio está desabilitado. Para habilitar, vá para Configurações para permitir o acesso. Habilite o áudio para iniciar esta chamada.
ru_ru: Звук отключен. Для включения перейдите в раздел "Параметры", чтобы разрешить доступ. Чтобы начать этот звонок, включите звук.
sv_se: Ljudet är inaktiverat. Om du vill aktivera går du till Inställningar för att tillåta åtkomst. Du måste aktivera ljud för att starta samtalet.
tr_tr: Sesiniz devre dışı. Etkinleştirmek için Ayarlar seçeneğine giderek erişime izin verin. Bu aramayı başlatmak için sesi etkinleştirmeniz gerekiyor.
zh_hans_cn: 你的音频已禁用。若要启用，请转到“设置”以允许访问。必须启用音频才能开始此通话。
zh_hant_tw: 您的音訊已停用。若要啟用，請移至 [設定] 以允許存取。您必須啟用音訊才能開始此通話。

# AzureCommunicationUICalling.LobbyView.Text.WaitingForHost
source: Waiting for host
ar_sa: في انتظار المضيف
de_de: Warten auf Host
es: Esperando al anfitrión
fi_fi: Odotetaan isäntää
fr_fr: En attente de l’hôte
he: ממתין למארח
it: In attesa dell'organizzatore
ja_jp: ホストを待機しています
ko_kr: 호스트 대기 중
nb: Venter på vert
nl: Wachten op host
pl_pl: Oczekiwanie na gospodarza
pt_br: Esperando pelo anfitrião
ru_ru: Ожидание организатора
sv_se: Väntar på värd
tr_tr: Oturum sahibi bekleniyor
zh_hans_cn: 正在等待主持人
zh_hant_tw: 正在等候主持人

# AzureCommunicationUICalling.LobbyView.Text.WaitingDetails
source: Someone in the meeting will let you in soon
ar_sa: سيسمح لك شخص في الاجتماع بالدخول قريباً
de_de: Ein Teilnehmer der Besprechung wird Sie in Kürze einlassen
es: Algún participante de la reunión debería permitirle acceder pronto
fi_fi: Joku kokouksen osallistuja päästää sinut pian sisään
fr_fr: Une personne participant à la réunion vous permettra d’y participer prochainement
he: מישהו בפגישה יכניס אותך בקרוב
it: A breve qualcuno nella riunione ti farà partecipare
ja_jp: 会議の参加者がまもなくあなたを招待します
ko_kr: 모임에 참가한 사용자가 곧 참가할 수 있습니다.
nb: Noen i møtet slipper deg inn snart
nl: Iemand in de vergadering laat u binnenkort binnen
pl_pl: Ktoś wkrótce wpuści Cię na spotkanie
pt_br: Alguém na reunião permitirá que você entre em breve
ru_ru: Кто-то из участников собрания скоро вас подключит
sv_se: Någon i mötet kommer att släppa in dig snart
tr_tr: Katılımcılardan biri sizi kısa süre sonra toplantıya alacak
zh_hans_cn: 会议中的某人将很快允许你加入
zh_hant_tw: 會議中有人很快會讓您加入

# AzureCommunicationUICalling.OnHoldView.Text.OnHold
source: You're on hold
ar_sa: أنت قيد التعليق
de_de: Von Gesprächspartner gehalten
es: Está en espera
fi_fi: Olet pidossa
fr_fr: Vous avez été mis(e) en attente.
he: אתה בהמתנה
it: In attesa.
ja_jp: 保留中です
ko_kr: 대기 중입니다.
nb: Du er satt på vent
nl: U staat in de wacht
pl_pl: Połączenie zostało zawieszone.
pt_br: Você está em espera
ru_ru: Ваш звонок на удержании
sv_se: Du är parkerad
tr_tr: Aramanız beklemeye alındı
zh_hans_cn: 你的通话处于保留状态
zh_hant_tw: 您的通話已保留

# AzureCommunicationUICalling.OnHoldView.Button.Resume
source: Resume
ar_sa: استئناف
de_de: Fortsetzen
es: Reanudar
fi_fi: Jatka
fr_fr: Reprendre
he: המשך
it: Riprendi
ja_jp: 再開
ko_kr: 다시 시작
nb: Fortsett
nl: Hervatten
pl_pl: Wznów
pt_br: Retomar
ru_ru: Возобновить
sv_se: Återuppta
tr_tr: Sürdür
zh_hans_cn: 继续
zh_hant_tw: 繼續

# AzureCommunicationUICalling.CallingView.InfoHeader.WaitingForOthersToJoin
source: Waiting for others to join
ar_sa: في انتظار انضمام الآخرين
de_de: Warten auf andere Teilnehmer
es: Esperando a que se unan otros usuarios
fi_fi: Odotetaan että muut liittyvät
fr_fr: En attente des autres participants
he: מחכה שאחרים יצטרפו
it: In attesa di altri partecipanti
ja_jp: 他のユーザーの参加を待っています
ko_kr: 다른 사용자의 참여를 기다리는 중
nb: Venter på at andre skal bli med
nl: Wachten tot anderen deelnemen
pl_pl: Oczekiwanie na dołączenie innych osób
pt_br: Aguardando o ingresso de outros participantes
ru_ru: Ожидание присоединения других участников
sv_se: Väntar på att andra ska ansluta
tr_tr: Diğerlerinin katılması bekleniyor
zh_hans_cn: 正在等待其他人加入
zh_hant_tw: 正在等待其他人加入

# AzureCommunicationUICalling.CallingView.InfoHeader.CallWith1Person
source: Call with 1 person
ar_sa: المكالمة تضم شخص واحد
de_de: Anruf mit 1 Person
es: Llamada con 1 persona
fi_fi: Puhelu yhden henkilön kanssa
fr_fr: Appeler avec 1 personne
he: שיחה עם אדם אחד
it: Chiamata con 1 persona
ja_jp: 1 人のユーザーと通話
ko_kr: 1명의 사용자와 통화
nb: Samtale med 1 person
nl: Gesprek met 1 persoon
pl_pl: Rozmowa z 1 osobą
pt_br: Chamada com 1 pessoa
ru_ru: Звонок с 1 пользователем
sv_se: Ring med 1 person
tr_tr: 1 kişi ile arama
zh_hans_cn: 与 1 个人通话
zh_hant_tw: 與 1 個人通話

# AzureCommunicationUICalling.CallingView.InfoHeader.CallWithNPeople
source: Call with %d people
ar_sa: المكالمة تضم %d من الأشخاص
de_de: Anruf mit %d Personen
es: Llamada con %d personas
fi_fi: Puhelu %d henkilön kanssa
fr_fr: Appel avec %d personnes
he: שיחה עם %d אנשים
it: Chiamata con %d persone
ja_jp: %d 人のユーザーと通話する
ko_kr: %d명의 사용자와 통화
nb: Ring med %d personer
nl: Bellen met %d personen
pl_pl: Rozmowa z %d osobami
pt_br: Chamada com %d pessoas
ru_ru: Звонок с несколькими (%d) людьми
sv_se: Ring med %d personer
tr_tr: %d kişi ile arama
zh_hans_cn: 与 %d 人通话
zh_hant_tw: 與 %d 個人通話

source: Participants
ar_sa: المشاركون
de_de: Teilnehmer
es: Participantes
fi_fi: Osallistujat
he: משתתפים
it: Partecipanti
ja_jp: 参加者
ko_kr: 참가자
nb: Deltakere
nl: Deelnemers
pl_pl: Uczestnicy
pt_br: Participantes
ru_ru: Участники
sv_se: Deltagare
tr_tr: Katılımcılar
zh_hans_cn: 参与者
zh_hant_tw: 參與者

# AzureCommunicationUICalling.CallingView.ParticipantDrawer.Unnamed
source: Unnamed Participant
ar_sa: مشارك بدون اسم
de_de: Unbenannter Teilnehmer
es: Participante sin nombre
fi_fi: Nimetön osallistuja
fr_fr: Participant sans nom
he: משתתף ללא שם
it: Partecipante senza nome
ja_jp: 名前のない参加者
ko_kr: 명명되지 않은 참가자
nb: Deltaker uten navn
nl: Naamloze deelnemer
pl_pl: Uczestnik bez nazwy
pt_br: Participante Sem Nome
ru_ru: Участник без имени
sv_se: Namnlös deltagare
tr_tr: Adsız Katılımcı
zh_hans_cn: 未命名的参与者
zh_hant_tw: 未命名的參與者

# AzureCommunicationUICalling.CallingView.ParticipantDrawer.LocalParticipant
source: %@ (me)
ar_sa: %@ (أنا)
de_de: %@ (ich)
es: %@ (yo)
fi_fi: %@ (minä)
fr_fr: %@ (moi)
he: %@ (אני)
ja_jp: %@ (自分)
ko_kr: %@(나)
nl: %@ (ik)
pl_pl: %@ (ja)
pt_br: %@ (eu)
ru_ru: %@ (Я)
sv_se: %@ (jag)
tr_tr: %@ (ben)
zh_hans_cn: %@ (我)
zh_hant_tw: %@ (我)

# AzureCommunicationUICalling.CallingView.ParticipantDrawer.IsMuted
source: Muted
ar_sa: صوته مكتوم
de_de: Stummgeschaltet
es: Silenciados
fi_fi: Mykistetty
fr_fr: Son désactivé
he: מושתק
it: Audio disattivato
ja_jp: ミュート状態
ko_kr: 음소거
nb: Dempet
nl: Gedempt
pl_pl: Wyciszono
pt_br: Mudo ativado
ru_ru: Звук отключен
sv_se: Ljudet är avstängt
tr_tr: Sessize alındı
zh_hans_cn: 已静音
zh_hant_tw: 已靜音

# AzureCommunicationUICalling.CallingView.ParticipantDrawer.IsUnmuted
source: Unmuted
ar_sa: صوته غير مكتوم
de_de: Stummschaltung aufgehoben
es: Audio reactivado
fi_fi: Ei mykistetty
fr_fr: Micro activé
he: לא מושתק
it: Microfono riattivato
ja_jp: ミュート解除
ko_kr: 음소거 해제됨
nb: Demping opphevet
nl: Niet gedempt
pl_pl: Wyłączono wyciszenie
pt_br: Mudo desativado
ru_ru: Звук включен
sv_se: Ljudet är påslaget
tr_tr: Sesi açıldı
zh_hans_cn: 已取消静音
zh_hant_tw: 已取消靜音

# AzureCommunicationUICalling.CallingView.ParticipantDrawer.IsSpeaking
source: Speaking
ar_sa: يتحدث
de_de: Sprechen
es: Hablando
fi_fi: Puhuu
fr_fr: Parlant
he: מדבר
it: Impegnato in una conversazione
ja_jp: 話し中
ko_kr: 말하기
nb: Snakker
nl: Spreken
pl_pl: Mówi
pt_br: Falando
ru_ru: Говорит
sv_se: Talar
tr_tr: Konuşma
zh_hans_cn: 正在讲话
zh_hant_tw: 說話

# AzureCommunicationUICalling.CallingView.ParticipantDrawer.OnHold
source: On hold
ar_sa: قيد التعليق
de_de: Gehalten
es: En espera
fi_fi: Pidossa
fr_fr: En attente
he: בהמתנה
it: In attesa
ja_jp: 保留中
ko_kr: 대기 중
nb: På vent
nl: In de wacht
pl_pl: Zawieszony
pt_br: Em espera
ru_ru: На удержании
sv_se: Parkerat
tr_tr: Beklemede
zh_hans_cn: 保留
zh_hant_tw: 保留

# AzureCommunicationUICalling.CallingView.SwitchCamera.Front
source: Switch to back camera
ar_sa: تبديل إلى الكاميرا الخلفية
de_de: Zur Rückkamera wechseln
es: Cambiar a cámara trasera
fi_fi: Vaihda takakameraan
fr_fr: Basculer vers la caméra arrière
he: עבור למצלמה אחורית
it: Passa alla videocamera posteriore
ja_jp: バック カメラに切り替える
ko_kr: 후면 카메라로 전환
nb: Bytt til kamera bak
nl: Overschakelen naar de camera op de achterzijde
pl_pl: Przełącz na kamerę tylną
pt_br: Mudar para a câmera traseira
ru_ru: Переключиться на заднюю камеру
sv_se: Byt till kameran på baksidan
tr_tr: Arka kameraya geç
zh_hans_cn: 切换到后置摄像头
zh_hant_tw: 切換到後相機

# AzureCommunicationUICalling.CallingView.SwitchCamera.Back
source: Switch to front camera
ar_sa: تبديل إلى الكاميرا الأمامية
de_de: Zur Frontkamera wechseln
es: Cambiar a cámara frontal
fi_fi: Vaihda etukameraan
fr_fr: Basculer vers la caméra avant
he: עבור למצלמה קדמית
it: Passa alla videocamera anteriore
ja_jp: フロント カメラに切り替える
ko_kr: 전면 카메라로 전환
nb: Bytt til kamera foran
nl: Overschakelen naar de camera op de voorzijde
pl_pl: Przełącz na kamerę przednią
pt_br: Mudar para a câmera frontal
ru_ru: Переключиться на переднюю камеру
sv_se: Byt till kameran på framsidan
tr_tr: Ön kameraya geç
zh_hans_cn: 切换到前置摄像头
zh_hant_tw: 切換到前相機

# AzureCommunicationUICalling.CallingView.OnePersonJoined
source: %@ joined the meeting
ar_sa: انضم %@ إلى الاجتماع
de_de: %@ nimmt an der Besprechung teil
es: %@ se unió a la reunión
fi_fi: %@ liittyi kokoukseen
fr_fr: %@ a rejoint la réunion.
he: %@ הצטרף/ה לפגישה
it: %@ si è unito/a alla riunione
ja_jp: %@ さんが会議に参加しました
ko_kr: %@ 님이 모임에 참가했습니다.
nb: %@ ble med i møtet
nl: %@ neemt nu deel aan de vergadering
pl_pl: Użytkownik %@ dołączył do spotkania
pt_br: %@ ingressou na reunião
ru_ru: Пользователь %@ присоединился к собранию
sv_se: %@ har anslutit till mötet
tr_tr: %@ toplantıya katıldı
zh_hans_cn: %@ 已加入会议
zh_hant_tw: %@ 已加入會議
