Repository: Azure/communication-ui-library-ios
Catalog: AzureCommunicationUI/sdk/AzureCommunicationUICalling/Sources/Localization/*.lproj/Localizable.strings
Languages: ar_sa, de_de, es, fi_fi, fr_fr, he, it, ja_jp, ko_kr, nb, nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_hans_cn, zh_hant_tw

# AzureCommunicationUICalling.CallingView.MutiplePeopleJoined
source: %d participants joined the meeting
ar_sa: انضم %d من المشاركين إلى الاجتماع
de_de: %d Teilnehmer*innen nehmen an der Besprechung teil
es: %d participantes se han unido a la reunión
fi_fi: %d osallistujaa liittyi kokoukseen
fr_fr: %d participants ont rejoint la réunion
he: %d משתתפים הצטרפו לפגישה
it: %d utenti ora partecipano alla riunione
ja_jp: %d 人の参加者が会議に参加しました
ko_kr: %d명의 참가자가 모임에 참가했습니다.
nb: %d deltakere ble med i møtet
nl: %d deelnemers nemen nu deel aan de vergadering
pl_pl: %d uczestników dołączyło do spotkania
pt_br: %d participantes ingressaram na reunião
ru_ru: Количество участников, присоединившихся к собранию: %d
sv_se: %d deltagare har anslutit till mötet
tr_tr: %d katılımcı toplantıya katıldı
zh_hans_cn: %d 名参与者已加入会议
zh_hant_tw: %d 個參與者已加入會議

# AzureCommunicationUICalling.CallingView.OnePersonLeft
source: %@ left the meeting
ar_sa: غادر %@ الاجتماع
de_de: %@ hat die Besprechung verlassen
es: %@ abandonó la reunión
fi_fi: %@ poistui kokouksesta
fr_fr: %@ a quitté la réunion.
he: %@ עזב/ה את הפגישה
it: %@ ha abbandonato la riunione
ja_jp: %@ さんが会議から退出しました
ko_kr: %@ 님이 모임을 나갔습니다.
nb: %@ forlot møtet
nl: %@ heeft de vergadering verlaten
pl_pl: Użytkownik %@ opuścił spotkanie
pt_br: %@ saiu da reunião
ru_ru: Пользователь %@ покинул собрание
sv_se: %@ har lämnat mötet
tr_tr: %@ toplantıdan ayrıldı
zh_hans_cn: %@ 已离开会议
zh_hant_tw: %@ 已離開會議

# AzureCommunicationUICalling.CallingView.MutiplePeopleLeft
source: %d participants left the meeting
ar_sa: غادر %d من المشاركين الاجتماع
de_de: %d Teilnehmer*innen haben die Besprechung verlassen
es: %d participantes abandonaron la reunión
fi_fi: %d osallistujaa poistui kokouksesta
fr_fr: %d participant(s) a/ont quitté l'appel.
he: %d משתתפים עזבו את הפגישה
it: %d partecipanti hanno abbandonato la riunione
ja_jp: %d 人の参加者が会議から退出しました
ko_kr: %d명 참가자가 모임에서 나갔습니다.
nb: %d deltakere forlot møtet
nl: %d deelnemers hebben de vergadering verlaten
pl_pl: %d uczestników opuściło spotkanie
pt_br: %d participantes saíram da reunião
ru_ru: Количество участников, покинувших собрание: %d
sv_se: %d deltagare lämnade mötet
tr_tr: %d katılımcı toplantıdan ayrıldı
zh_hans_cn: %d 名参与者已离开会议
zh_hant_tw: %d 個參與者已離開會議

# AzureCommunicationUICalling.CallingView.JoinedCall.AccessibilityLabel
source: You have joined the call
ar_sa: لقد انضممت إلى المكالمة
de_de: Sie sind dem Anruf beigetreten.
es: No se ha unido a la llamada.
fi_fi: Olet liittynyt puheluun
fr_fr: Vous avez rejoint l'appel
he: הצטרפת לשיחה
it: Hai partecipato alla chiamata
ja_jp: 通話に参加しました
ko_kr: 통화에 참여하지 않았습니다.
nb: Du har blitt med i samtalen
nl: U neemt deel aan het gesprek
pl_pl: Dołączono do rozmowy
pt_br: Você ingressou na chamada
ru_ru: Вы присоединились к звонку
sv_se: Du har anslutit till mötet
tr_tr: Aramaya katıldınız
zh_hans_cn: 你已加入通话
zh_hant_tw: 您已加入通話

# AzureCommunicationUICalling.CallingView.ScreenShareStart.AccessibilityLabel
source: Content is being shared
ar_sa: تتم الآن مشاركة المحتوى
de_de: Inhalte werden geteilt
es: Se está compartiendo contenido
fi_fi: Sisältöä jaetaan
fr_fr: Le contenu est en cours de partage
he: התוכן משותף
it: Condivisione contenuto in corso
ja_jp: コンテンツは共有されています
ko_kr: 콘텐츠를 공유하고 있습니다.
nb: Innhold blir delt
nl: Inhoud wordt gedeeld
pl_pl: Zawartość jest udostępniana
pt_br: O conteúdo está sendo compartilhado
ru_ru: Идет демонстрация контента
sv_se: Innehåll delas
tr_tr: İçerik paylaşılıyor
zh_hans_cn: 正在共享内容
zh_hant_tw: 正在分享內容

# AzureCommunicationUICalling.CallingView.ScreenShareEnd.AccessibilityLabel
source: Content sharing has ended
ar_sa: انتهت مشاركة المحتوى
de_de: Inhaltsfreigabe wurde beendet
es: Ha finalizado el uso compartido de contenido
fi_fi: Sisällön jakaminen on päättynyt
fr_fr: Le partage de contenu est terminé
he: שיתוף התוכן הסתיים
it: Condivisione dei contenuti terminata
ja_jp: コンテンツの共有が終了しました
ko_kr: 콘텐츠 공유가 종료됨
nb: Innholdsdeling er avsluttet
nl: Inhoud delen is beëindigd
pl_pl: Zakończono udostępnianie zawartości
pt_br: O compartilhamento de conteúdo foi encerrado
ru_ru: Общий доступ к контенту закончился
sv_se: Innehållsdelning har avslutats
tr_tr: İçerik paylaşımı sona erdi
zh_hans_cn: 内容共享已结束
zh_hant_tw: 已結束內容分享

# AzureCommunicationUICalling.CallingView.Overlay.LeaveCall
source: Leave
ar_sa: ترك المكالمة
de_de: Verlassen
es: Salir
fi_fi: Poistu
fr_fr: Quitter
he: עזוב
it: Abbandona
ja_jp: 退出
ko_kr: 나가기
nb: Forlat
nl: Verlaten
pl_pl: Wyjdź
pt_br: Sair
ru_ru: Выйти
sv_se: Lämna
tr_tr: Çık
zh_hans_cn: 退出
zh_hant_tw: 離開

# AzureCommunicationUICalling.CallingView.Overlay.Cancel
source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
es: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
he: בטל
it: Annulla
ja_jp: キャンセル
ko_kr: 취소
nb: Avbryt
nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
sv_se: Avbryt
tr_tr: İptal
zh_hans_cn: 取消
zh_hant_tw: 取消

# AzureCommunicationUICalling.CallingView.LeaveCallList.Header.LeaveCall
source: Leave call?
ar_sa: هل تريد ترك المكالمة؟
de_de: Anruf verlassen?
es: ¿Quieres salir de la llamada?
fi_fi: Poistutaanko puhelusta?
fr_fr: Quitter l'appel?
he: לעזוב שיחה?
it: Vuoi uscire dalla chiamata?
ja_jp: 通話を終了しますか?
ko_kr: 통화를 종료하시겠어요?
nb: Vil du forlate samtalen?
nl: Gesprek verlaten?
pl_pl: Opuścić rozmowę?
pt_br: Sair da chamada?
ru_ru: Выйти из звонка?
sv_se: Vill du lämna samtalet?
tr_tr: Aramadan çıkılsın mı?
zh_hans_cn: 离开会议?
zh_hant_tw: 離開通話

# AzureCommunicationUICalling.CallingView.Button.More.AccessibilityLabel
source: More
ar_sa: المزيد
de_de: Mehr
es: Más
fi_fi: Lisää
fr_fr: Plus
he: עוד
it: Altro
ja_jp: その他
ko_kr: 기타
nb: Mer
nl: Meer
pl_pl: Więcej
pt_br: Mais
ru_ru: Дополнительно
sv_se: Mer
tr_tr: Tümü
zh_hans_cn: 更多
zh_hant_tw: 其他

# AzureCommunicationUICalling.CallingView.MoreCallOptionsList.ShareDiagnosticsInfo
source: Share diagnostics info
ar_sa: مشاركة معلومات التشخيص
de_de: Diagnoseinformationen freigeben
es: Compartir información de diagnóstico
fi_fi: Jaa diagnostiikkatiedot
fr_fr: Partager les informations de diagnostic
he: שתף פרטי אבחון
it: Condividi informazioni di diagnostica
ja_jp: 診断情報を共有する
ko_kr: 진단 정보 공유
nb: Del diagnoseinformasjon
nl: Diagnostische gegevens delen
pl_pl: Udostępnij informacje diagnostyczne
pt_br: Compartilhar informações de diagnóstico
ru_ru: Поделиться диагностическими сведениями
sv_se: Dela diagnostikinformation
tr_tr: Tanılama bilgilerini paylaş
zh_hans_cn: 共享诊断信息
zh_hant_tw: 分享診斷資訊

source: Recording and transcription have started.
ar_sa: بدء التسجيل والنسخ.
de_de: Die Aufzeichnung und Transkription haben begonnen.
es: Se han iniciado la grabación y la transcripción.
fi_fi: Tallentaminen ja litterointi on aloitettu.
fr_fr: Démarrage de l’enregistrement et de la transcription.
he: הקלטה ותמלול התחילו.
it: Registrazione e trascrizione avviate.
ja_jp: レコーディングとトランスクリプトが開始されました。
ko_kr: 녹음/녹화와 전사를 시작했습니다.
nb: Opptak og transkripsjon har startet.
nl: Opname en transcriptie zijn gestart.
pl_pl: Rozpoczęto nagrywanie i transkrypcję.
pt_br: A gravação e a transcrição foram iniciadas.
ru_ru: Начата запись и транскрибирование.
sv_se: Inspelning och avskrift har startats.
tr_tr: Kayıt ve döküm başlatıldı.
zh_hans_cn: 录制和听录已开始。
zh_hant_tw: 已開始錄製並進行轉錄。

# AzureCommunicationUICalling.CallingView.BannerTitle.RecordingStarted
source: Recording has started.
ar_sa: بدأ التسجيل.
de_de: Die Aufzeichnung wurde gestartet.
es: Se ha iniciado la grabación.
fi_fi: Tallentaminen on aloitettu.
fr_fr: Démarrage de l’enregistrement.
he: ההקלטה התחילה.
it: Registrazione avviata.
ja_jp: レコーディングを開始しました。
ko_kr: 녹음/녹화를 시작했습니다.
nb: Innspillingen er startet.
nl: De opname is gestart.
pl_pl: Rozpoczęto nagrywanie.
pt_br: A gravação foi iniciada.
ru_ru: Запись начата.
sv_se: Inspelningen har startat.
tr_tr: Kayıt başladı.
zh_hans_cn: 录制已开始。
zh_hant_tw: 已開始錄製。

source: Transcription has stopped.
ar_sa: توقفت كتابة الحديث.
de_de: Die Transkription wurde beendet.
es: La transcripción se ha detenido.
fi_fi: Transkriptio on pysäytetty.
fr_fr: La transcription est arrêtée.
he: התמלול הופסק.
it: Trascrizione interrotta.
ja_jp: トランスクリプトが停止しました。
ko_kr: 전사를 중단했습니다.
nb: Transkripsjon er stoppet.
nl: Transcriptie is gestopt.
pl_pl: Zakończono transkrypcję.
pt_br: A transcrição foi interrompida.
ru_ru: Транскрибирование остановлено.
sv_se: Avskriften har avslutats.
tr_tr: Döküm durduruldu.
zh_hans_cn: 听录已停止。
zh_hant_tw: 已停止轉錄。

# AzureCommunicationUICalling.CallingView.BannerTitle.TranscriptionStarted
source: Transcription has started.
ar_sa: بدأت كتابة الحديث.
de_de: Die Transkription hat begonnen.
es: La transcripción se ha iniciado.
fi_fi: Transkriptio on aloitettu.
fr_fr: Démarrage de la transcription.
he: התמלול התחיל.
it: Trascrizione avviata.
ja_jp: トランスクリプトが開始しました。
ko_kr: 전사를 시작했습니다.
nb: Transkripsjon har startet.
nl: Transcriptie is gestart.
pl_pl: Rozpoczęto transkrypcję.
pt_br: A transcrição foi iniciada.
ru_ru: Транскрибирование запущено.
sv_se: Transkriptionen har startat.
tr_tr: Döküm başlatıldı.
zh_hans_cn: 听录已开始。
zh_hant_tw: 已開始轉錄。

# AzureCommunicationUICalling.CallingView.BannerTitle.TranscriptionStopped
source: Transcription is being saved.
ar_sa: يتم الآن حفظ كتابة الحديث.
de_de: Die Transkription wird gespeichert.
es: Se está guardando la transcripción.
fi_fi: Transkriptiota tallennetaan.
fr_fr: La transcription est en cours d’enregistrement.
he: מתבצע תהליך שמירה של התמליל.
it: È in corso il salvataggio della trascrizione.
ja_jp: トランスクリプトを保存されました。
ko_kr: 전사를 저장하는 중입니다.
nb: Transkripsjonen blir lagret.
nl: Transcriptie wordt opgeslagen.
pl_pl: Trwa zapisywanie transkrypcji.
pt_br: A transcrição está sendo salva.
ru_ru: Сохранение транскрибирования.
sv_se: Transkriptionen sparas.
tr_tr: Döküm kaydediliyor.
zh_hans_cn: 正在保存听录。
zh_hant_tw: 正在儲存轉錄。

source: Recording has stopped.
ar_sa: توقف التسجيل.
de_de: Aufzeichnung wurde beendet.
es: La grabación se ha detenido.
fi_fi: Tallentaminen on pysäytetty.
fr_fr: Arrêt de l’enregistrement.
he: ההקלטה הופסקה.
it: Registrazione arrestata.
ja_jp: レコーディングを停止しました。
ko_kr: 녹음/녹화를 중단했습니다.
nb: Opptaket har stoppet.
nl: De opname is gestopt.
pl_pl: Nagranie zostało zatrzymane.
pt_br: A gravação foi interrompida.
ru_ru: Запись остановлена.
sv_se: Inspelningen har stoppats.
tr_tr: Kayıt durduruldu.
zh_hans_cn: 录制已停止。
zh_hant_tw: 已停止錄製。

# AzureCommunicationUICalling.CallingView.BannerTitle.RecordingStopped
source: Recording is being saved.
ar_sa: يتم الآن حفظ التسجيل.
de_de: Aufzeichnung wird gespeichert.
es: La grabación se está guardando.
fi_fi: Tallennetta tallennetaan.
fr_fr: Enregistrement en cours de sauvegarde.
he: ההקלטה נשמרת.
it: Salvataggio della registrazione in corso.
ja_jp: レコーディングを保存しています。
ko_kr: 녹음/녹화를 저장하는 중입니다.
nb: Opptaket blir lagret.
nl: De opname wordt opgeslagen.
pl_pl: Trwa zapisywanie nagrania.
pt_br: A gravação está sendo salva.
ru_ru: Сохранение записи.
sv_se: Inspelningen sparas.
tr_tr: Kayıt kaydediliyor.
zh_hans_cn: 正在保存录制。
zh_hant_tw: 正在儲存錄製內容。

source: Recording and transcription are being saved.
ar_sa: يتم حفظ التسجيل وكتابة الحديث.
de_de: Aufzeichnung und Transkription werden gespeichert.
es: Se están guardando la grabación y la transcripción.
fi_fi: Tallennusta ja transkriptiota tallennetaan.
fr_fr: L’enregistrement et la transcription sont en cours de sauvegarde.
he: ההקלטה והתמלול בתהליך שמירה.
it: È in corso il salvataggio della registrazione e della trascrizione.
ja_jp: レコーディングとトランスクリプトを保存されました。
ko_kr: 녹음/녹화와 전사를 저장하는 중입니다.
nb: Opptak og transkripsjon lagres.
nl: Opname en transcriptie worden opgeslagen.
pl_pl: Trwa zapisywanie nagrania i transkrypcji.
pt_br: A gravação e a transcrição estão sendo salvas.
ru_ru: Сохранение записи и транскрибирования.
sv_se: Inspelning och transkription sparas.
tr_tr: Kayıt ve döküm kaydediliyor.
zh_hans_cn: 正在保存录制和听录。
zh_hant_tw: 正在儲存錄製和轉錄。

# AzureCommunicationUICalling.CallingView.BannerBody.Consent
source: By joining, you are giving consent for this meeting to be transcribed.
ar_sa: من خلال الانضمام، فأنت توافق على كتابة هذا الاجتماع.
de_de: Durch Ihre Teilnahme stimmen Sie zu, dass diese Besprechung transkribiert wird.
es: Al unirse, da su consentimiento para que se transcriba esta reunión.
fi_fi: Liittymällä annat suostumuksesi kokouksen litteroimiseen.
fr_fr: En participant, vous autorisez la transcription de cette réunion.
he: על-ידי הצטרפות, אתה נותן הסכמה לתעתק פגישה זו.
it: Partecipando, fornisci il consenso per la trascrizione di questa riunione.
ja_jp: 参加すると、この会議のトランスクリプトの作成に同意したことになります。
ko_kr: 참가하면 이 모임이 전사되는 것에 동의하게 됩니다.
nb: Ved å bli med gir du samtykke til at dette møtet kan transkriberes.
nl: Door deel te nemen, geeft u toestemming voor het transcriberen van deze vergadering.
pl_pl: Dołączając, wyrażasz zgodę na transkrypcję tego spotkania.
pt_br: Ao ingressar, você está dando consentimento para que esta reunião seja transcrita.
ru_ru: Присоединяясь, вы даете согласие на транскрибирование этого собрания.
sv_se: Genom att ansluta ger du ditt medgivande för att det här mötet ska transkriberas.
tr_tr: Katılarak bu toplantının dökümünün çıkarılmasına onay verirsiniz.
zh_hans_cn: 加入即表示你同意转录此会议。
zh_hant_tw: 一旦加入，即表示您同意轉譯此會議。

# AzureCommunicationUICalling.CallingView.BannerBody.Recording
source: You are now only recording this meeting.
ar_sa: أنت الآن تسجل هذا الاجتماع فقط.
de_de: Sie zeichnen nun nur diese Besprechung auf.
es: Solo está grabando esta reunión.
fi_fi: Tallennetta ollaan luomassa vain tästä kokouksesta.
fr_fr: Cette réunion est désormais enregistrée uniquement.
he: אתה כעת רק מקליט את הפגישה.
it: È in corso la registrazione solo di questa riunione.
ja_jp: 今はこの会議の録画のみを行っています。
ko_kr: 이제 이 모임의 녹음/녹화만 진행합니다.
nb: Du tar nå bare opp dette møtet.
nl: U bent nu alleen deze vergadering aan het opnemen.
pl_pl: W tej chwili tylko Ty nagrywasz to spotkanie.
pt_br: Agora você está gravando apenas esta reunião.
ru_ru: Сейчас для этого собрания ведется только запись.
sv_se: Du spelar nu bara in det här mötet.
tr_tr: Şu anda yalnızca bu toplantıyı kaydediyorsunuz.
zh_hans_cn: 现在仅录制此会议。
zh_hant_tw: 您現在只會錄製此會議。

# AzureCommunicationUICalling.CallingView.BannerBody.TranscriptionStopped
source: Transcription has stopped.
ar_sa: توقفت كتابة الحديث.
de_de: Die Transkription wurde beendet.
es: La transcripción se ha detenido.
fi_fi: Transkriptio on pysäytetty.
fr_fr: La transcription est arrêtée.
he: התמלול הופסק.
it: Trascrizione interrotta.
ja_jp: トランスクリプトが停止しました。
ko_kr: 전사를 중단했습니다.
nb: Transkripsjon er stoppet.
nl: Transcriptie is gestopt.
pl_pl: Zakończono transkrypcję.
pt_br: A transcrição foi interrompida.
ru_ru: Транскрибирование остановлено.
sv_se: Avskriften har avslutats.
tr_tr: Döküm durduruldu.
zh_hans_cn: 听录已停止。
zh_hant_tw: 已停止轉錄。

# AzureCommunicationUICalling.CallingView.BannerBody.OnlyTranscribing
source: You are now only transcribing this meeting.
ar_sa: أنت الآن تقوم فقط بكتابة الحديث لهذا الاجتماع.
de_de: Sie transkribieren diese Besprechung jetzt nur noch.
es: Solo está transcribiendo esta reunión.
fi_fi: Transkriptiota ollaan luomassa vain tästä kokouksesta.
fr_fr: Cette réunion est désormais transcrite uniquement.
he: אתה רק מתעתק את הפגישה כעת.
it: È in corso la trascrizione solo di questa riunione.
ja_jp: この会議のトランスクリプトを作成しています。
ko_kr: 이제 이 모임의 전사만 진행합니다.
nb: Du transkriberer nå bare dette møtet.
nl: U bent nu alleen deze vergadering aan het transcriberen.
pl_pl: W tej chwili tylko Ty transkrybujesz to spotkanie.
pt_br: Agora você está transcrevendo apenas esta reunião.
ru_ru: Сейчас для этого собрания ведется только транскрибирование.
sv_se: Nu transkriberar du bara det här mötet.
tr_tr: Şu anda yalnızca bu toplantının dökümünü oluşturuyorsunuz.
zh_hans_cn: 现在仅听录此会议。
zh_hant_tw: 您現在只會轉錄此會議。

# AzureCommunicationUICalling.CallingView.BannerBody.RecordingStopped
source: Recording has stopped.
ar_sa: توقف التسجيل.
de_de: Aufzeichnung wurde beendet.
es: La grabación se ha detenido.
fi_fi: Tallentaminen on pysäytetty.
fr_fr: Arrêt de l’enregistrement.
he: ההקלטה הופסקה.
it: Registrazione arrestata.
ja_jp: レコーディングを停止しました。
ko_kr: 녹음/녹화를 중단했습니다.
nb: Opptaket har stoppet.
nl: De opname is gestopt.
pl_pl: Nagranie zostało zatrzymane.
pt_br: A gravação foi interrompida.
ru_ru: Запись остановлена.
sv_se: Inspelningen har stoppats.
tr_tr: Kayıt durduruldu.
zh_hans_cn: 录制已停止。
zh_hant_tw: 已停止錄製。

source: Recording and transcription have stopped.
ar_sa: التسجيل وكتابة الحديث متوقفان.
de_de: Die Aufzeichnung und Transkription wurden beendet.
es: Se han detenido la grabación y la transcripción.
fi_fi: Tallentaminen ja litterointi on pysäytetty.
fr_fr: L’enregistrement et la transcription sont arrêtés.
he: ההקלטה והתמלול הופסקו.
it: Registrazione e trascrizione interrotte.
ja_jp: レコーディングとトランスクリプトを停止しました。
ko_kr: 녹음/녹화와 전사를 중단했습니다.
nb: Innspilling og transkripsjon har stoppet.
nl: Opname en transcriptie zijn gestopt.
pl_pl: Zatrzymano nagrywanie i transkrypcję.
pt_br: A gravação e a transcrição foram interrompidas.
ru_ru: Запись и транскрибирование остановлены.
sv_se: Inspelning och avskrift har avslutats.
tr_tr: Kayıt ve döküm durduruldu.
zh_hans_cn: 录制和听录已停止。
zh_hant_tw: 已停止錄製與轉錄。

# AzureCommunicationUICalling.CallingView.BannerLink.PrivacyPolicy
source: Privacy policy
ar_sa: نهج الخصوصية
de_de: Datenschutzrichtlinie
es: Directiva de privacidad
fi_fi: Tietosuojakäytännöt
fr_fr: Politique de confidentialité
he: מדיניות פרטיות
it: Informativa sulla privacy
ja_jp: プライバシー ポリシー
ko_kr: 개인 정보 취급 방침
nb: Personvernerklæring
nl: Privacybeleid
pl_pl: Zasady ochrony prywatności
pt_br: Política de privacidade
ru_ru: Политика конфиденциальности
sv_se: Sekretesspolicy
tr_tr: Gizlilik ilkesi
zh_hans_cn: 隐私策略
zh_hant_tw: 隱私權原則

# AzureCommunicationUICalling.CallingView.BannerLink.LearnMore
source: Learn more
ar_sa: تعرّف على المزيد
de_de: Weitere Informationen
es: Más información
fi_fi: Lisätietoja
fr_fr: En savoir plus
he: מידע נוסף
it: Altre informazioni
ja_jp: 詳細情報
ko_kr: 자세한 정보
nb: Mer informasjon
nl: Meer informatie
pl_pl: Dowiedz się więcej
pt_br: Saiba mais
ru_ru: Подробнее
sv_se: Mer information
tr_tr: Daha fazla bilgi edinin
zh_hans_cn: 了解详细信息
zh_hant_tw: 深入了解

# AzureCommunicationUICalling.SnackBar.Button.Dismiss
source: Dismiss
ar_sa: تجاهل
de_de: Schließen
es: Descartar
fi_fi: Hylkää
fr_fr: Ignorer
he: התעלם מזה
it: Ignora
ja_jp: 閉じる
ko_kr: 해제
nb: Lukk
nl: Sluiten
pl_pl: Odrzuć
pt_br: Ignorar
ru_ru: Закрыть
sv_se: Stäng
tr_tr: Kapat
zh_hans_cn: 关闭
zh_hant_tw: 關閉

# AzureCommunicationUICalling.SnackBar.Button.Dismiss.AccessibilityLabel
source: Dismiss Banner
ar_sa: تجاهل رسالة الإعلام
de_de: Banner schließen
es: Descartar banner
fi_fi: Hylkää banneri
fr_fr: Masquer la bannière
he: בטל את הכרזה
it: Ignora il banner
ja_jp: バナーを閉じる
ko_kr: 배너 해제
nb: Lukk banner
nl: Banner sluiten
pl_pl: Odrzuć baner
pt_br: Ignorar a Faixa
ru_ru: Закрыть баннер
sv_se: Stäng webbannons
tr_tr: Başlığı Kapat
zh_hans_cn: 关闭横幅
zh_hant_tw: 關閉橫幅

# AzureCommunicationUICalling.SnackBar.Button.Dismiss.AccessibilityHint
source: Dismisses this notification
ar_sa: تجاهل هذا الإعلام
de_de: Schließt diese Benachrichtigung.
es: Descarta esta notificación
fi_fi: Hylkää tämän ilmoituksen
fr_fr: Masque cette notification.
he: מפסיק את הודעה זו
it: Ignora questa notifica
ja_jp: この通知を閉じます
ko_kr: 이 알림 해제
nb: Lukker dette varselet
nl: Sluit deze melding
pl_pl: Odrzuca to powiadomienie
pt_br: Ignorar esta notificação
ru_ru: Закрывает это уведомление
sv_se: Stäng det här meddelandet
tr_tr: Bu bildirimi kapatır
zh_hans_cn: 关闭此通知
zh_hant_tw: 關閉此通知

# AzureCommunicationUICalling.SnackBar.Text.ErrorCallJoin
source: Unable to join the call due to an error.
ar_sa: يتعذر الانضمام إلى المكالمة بسبب حدوث خطأ.
de_de: Teilnahme am Anruf aufgrund eines Fehlers nicht möglich.
es: No se puede unir a la llamada debido a un error.
fi_fi: Puheluun liittyminen ei onnistu virheen vuoksi.
fr_fr: Impossible de rejoindre l’appel en raison d’une erreur.
he: לא ניתן להצטרף לשיחה עקב שגיאה.
it: Impossibile partecipare alla chiamata a causa di un errore.
ja_jp: エラーが発生したため、通話に参加できません。
ko_kr: 오류로 인해 통화에 참가할 수 없습니다.
nb: Kan ikke bli med i samtalen på grunn av en feil.
nl: Kan niet deelnemen aan de oproep vanwege een fout.
pl_pl: Nie można dołączyć do połączenia z powodu błędu.
pt_br: Não é possível ingressar na chamada devido a um erro.
ru_ru: Не удалось присоединиться к звонку из-за ошибки.
sv_se: Det gick inte att ansluta till samtalet på grund av ett fel.
tr_tr: Bir hata nedeniyle aramaya katılınamıyor.
zh_hans_cn: 由于出现错误，无法加入呼叫。
zh_hant_tw: 發生錯誤，因此無法加入通話。

# AzureCommunicationUICalling.SnackBar.Text.ErrorCallEnd
source: You were removed from the call due to an error.
ar_sa: تمت إزالتك من المكالمة بسبب حدوث خطأ.
de_de: Sie wurden aufgrund eines Fehlers aus dem Anruf entfernt.
es: Se le ha quitado de la llamada debido a un error.
fi_fi: Sinut poistettiin puhelusta virheen vuoksi.
fr_fr: Vous avez été supprimé de l’appel en raison d’une erreur.
he: הוסרת מהשיחה עקב שגיאה.
it: Sei stato rimosso dalla chiamata a causa di un errore.
ja_jp: エラーが発生したため、通話から削除されました。
ko_kr: 오류로 인해 통화에서 제외되었습니다.
nb: Du ble fjernet fra samtalen på grunn av en feil.
nl: U bent uit de oproep verwijderd vanwege een fout.
pl_pl: Usunięto Cię z rozmowy z powodu błędu.
pt_br: Você foi removido da chamada devido a um erro.
ru_ru: Вы были удалены из звонка из-за ошибки.
sv_se: Du togs bort från samtalet på grund av ett fel.
tr_tr: Bir hata nedeniyle aramadan çıkarıldınız.
zh_hans_cn: 由于出现错误，你已从通话中删除。
zh_hant_tw: 因為發生錯誤，您已從通話中移除。

# AzureCommunicationUICalling.SnackBar.Text.ErrorCallEvicted
source: You were removed from the call.
ar_sa: تمت إزالتك من المكالمة.
de_de: Sie wurden aus dem Anruf entfernt.
es: Te han eliminado de la llamada.
fi_fi: Sinut poistettiin puhelusta.
fr_fr: Vous avez été déconnecté de l’appel.
he: הוסרת מהשיחה.
it: Sei stato rimosso dalla chiamata.
ja_jp: 通話から削除されました。
ko_kr: 통화에서 제거되었습니다.
nb: Du ble fjernet fra samtalen.
nl: U bent verwijderd uit het gesprek.
pl_pl: Usunięto Cię z rozmowy.
pt_br: Você foi removido da chamada.
ru_ru: Вас удалили из звонка.
sv_se: Du togs bort från samtalet.
tr_tr: Aramadan çıkarıldınız.
zh_hans_cn: 已将你从通话中移除。
zh_hant_tw: 已從通話中移除您。

# AzureCommunicationUICalling.SnackBar.Text.Error
source: There was an error.
ar_sa: حدث خطأ.
de_de: Ein Fehler ist aufgetreten.
es: Se ha producido un error.
fi_fi: Tapahtui virhe.
fr_fr: Nous avons rencontré une erreur.
he: אירעה שגיאה.
it: Si è verificato un errore.
ja_jp: エラーが発生しました。
ko_kr: 오류가 발생했습니다.
nb: Det oppstod en feil.
nl: Er is een fout opgetreden.
pl_pl: Wystąpił błąd.
pt_br: Ocorreu um erro.
ru_ru: Произошла ошибка
sv_se: Ett fel inträffade.
tr_tr: Bir hata oluştu.
zh_hans_cn: 出现错误。
zh_hant_tw: 發生錯誤。

# AzureCommunicationUICalling.SnackBar.Text.ErrorResumeCallTitle
source: Unable to resume call
ar_sa: يتعذر استئناف المكالمة
de_de: Anruf kann nicht fortgesetzt werden
es: No se puede reanudar la llamada
fi_fi: Puhelua ei voi jatkaa
fr_fr: Nous ne pouvons pas effectuer d’appel
he: לא ניתן לחדש את השיחה
it: Non è possibile riprendere la chiamata
ja_jp: 通話を再開できません
ko_kr: 통화를 다시 시작할 수 없음
nb: Kan ikke fortsette samtalen
nl: Kan gesprek niet hervatten
pl_pl: Nie można wznowić rozmowy
pt_br: Não é possível retomar a chamada
ru_ru: Не удалось возобновить звонок
sv_se: Det går inte att återuppta samtalet
tr_tr: Arama sürdürülemiyor
zh_hans_cn: 无法继续呼叫
zh_hant_tw: 無法繼續通話
