Repository: Azure/communication-ui-library-ios
Catalog: AzureCommunicationUI/sdk/AzureCommunicationUICalling/Sources/Localization/*.lproj/Localizable.strings
Languages: ar_sa, de_de, es, fi_fi, fr_fr, he, it, ja_jp, ko_kr, nb, nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_hans_cn, zh_hant_tw

# AzureCommunicationUICalling.SnackBar.Text.ErrorResumeCallSubTitle
source: Your mic is in use by another app
ar_sa: الميكروفون لديك قيد الاستخدام من قبل تطبيق آخر
de_de: Ihr Mikrofon wird von einer anderen App verwendet.
es: Otra aplicación está usando el micrófono
fi_fi: Mikrofonisi on toisen sovelluksen käytössä
fr_fr: Votre micro est utilisé par une autre application
he: המיקרופון שלך נמצא בשימוש על-ידי אפליקציה אחרת
it: Il microfono è usato da un'altra app
ja_jp: マイクは別のアプリで使用されています
ko_kr: 다른 앱에서 마이크를 사용 중입니다.
nb: Mikrofonen brukes av en annen app
nl: Uw microfoon wordt gebruikt door een andere app
pl_pl: Twój mikrofon jest używany przez inną aplikację
pt_br: Seu microfone está sendo usado por outro aplicativo
ru_ru: Ваш микрофон используется другим приложением
sv_se: Din mikrofon används av en annan app
tr_tr: Mikrofonunuz başka bir uygulama tarafından kullanılıyor
zh_hans_cn: 其他应用正在使用你的麦克风
zh_hant_tw: 您的麥克風正由另一個應用程式使用中

# AzureCommunicationUICalling.SnackBar.Text.ErrorCallDenied
source: You were denied access to the call.
ar_sa: تم رفض وصولك إلى المكالمة.
de_de: Ihnen wurde der Zugriff auf den Anruf verweigert.
es: Se le denegó el acceso a la llamada.
fi_fi: Sinulta evättiin pääsy puheluun.
fr_fr: Vous n’avez pas eu accès à la réunion.
he: הגישה שלך לשיחה נדחתה.
it: Ti è stato negato l'accesso alla chiamata.
ja_jp: 通話へのアクセスが拒否されました。
ko_kr: 통화에 대한 액세스가 거부되었습니다.
nb: Du ble nektet tilgang til samtalen.
nl: U hebt geen toegang tot het gesprek.
pl_pl: Odmówiono Ci dostępu do rozmowy.
pt_br: O acesso à chamada foi negado.
ru_ru: Вам отказано в доступе к звонку.
sv_se: Du nekades åtkomst till samtalet.
tr_tr: Aramaya erişiminiz reddedildi.
zh_hans_cn: 你被拒绝接听电话。
zh_hant_tw: 您被拒絕存取通話。

# AzureCommunicationUICalling.SnackBar.Text.CameraOnFailed
source: Error toggling video
ar_sa: حدث خطأ أثناء تبديل الفيديو
de_de: Fehler beim Umschalten des Videos
es: Error al alternar el vídeo
fi_fi: Virhe videon käyttöönotossa
fr_fr: Erreur lors de la désactivation de la vidéo
he: שגיאה בהחלפת וידאו
it: Errore durante l'attivazione/disattivazione del video
ja_jp: ビデオの切り替え中にエラーが発生しました
ko_kr: 비디오 토글 오류
nb: Feil under veksle av video
nl: Fout bij het in- of uitschakelen van video
pl_pl: Błąd przełączania wideo
pt_br: Erro ao alternar o vídeo
ru_ru: Ошибка переключения видео
sv_se: Fel vid växling av video
tr_tr: Videoyu açma/kapatma sırasında hata oluştu
zh_hans_cn: 切换视频时出错
zh_hant_tw: 切換影片時發生錯誤

# AzureCommunicationUICalling.SnackBar.Text.ConnectionError
source: Unable to join call. Check your network connection.
ar_sa: تعذر الانضمام إلى المكالمة. تحقق من اتصال الشبكة.
de_de: Teilnahme am Anruf nicht möglich. Überprüfen Sie Ihre Netzwerkverbindung.
es: No se puede unir a la llamada. Comprueba la conexión de red.
fi_fi: Puheluun liittyminen ei onnistu. Tarkista verkkoyhteys.
fr_fr: Impossible de rejoindre l’appel. Vérifiez votre connexion réseau.
he: לא ניתן להצטרף לשיחה. בדוק את חיבור הרשת שלך.
it: Impossibile partecipare alla chiamata. Controlla la connessione di rete.
ja_jp: 通話に参加できません。ネットワーク接続を確認してください。
ko_kr: 통화에 참가할 수 없습니다. 네트워크 연결을 확인하세요.
nb: Kan ikke bli med i samtalen. Kontroller nettverkstilkoblingen.
nl: Kan niet deelnemen aan gesprek. Controleer de netwerkverbinding.
pl_pl: Nie można dołączyć do rozmowy. Sprawdź połączenie sieciowe.
pt_br: Não é possível ingressar na chamada. Verifique sua conexão de rede.
ru_ru: Не удалось присоединиться к звонку. Проверьте сетевое подключение.
sv_se: Det går inte att ansluta till samtalet. Kontrollera nätverksanslutningen.
tr_tr: Aramaya katılınamıyor. Ağ bağlantınızı kontrol edin.
zh_hans_cn: 无法加入呼叫。请检查网络连接。
zh_hant_tw: 無法加入通話。檢查您的網路連線。
